{
    "news1": "August 7, 2017",
    "news1_date": "Incorporated.",
    "news2": "Allocated new shares to a third party(22,972,950 yen).",
    "news2_date": "September 29, 2017",
    "news3": "Allocated new shares to a third party(35,000,000 yen).",
    "news3_date": "February 28, 2018",
    "company_name_origin": "The origin of our name",
    "company_name_origin_content": "Our company name comes from <span style='text-decoration: underline;'>Fr</span>ictionl<span style='text-decoration: underline;'>ess</span> A<span style='text-decoration: underline;'>ssets</span>. Our mission is to build the infrastructure for transferring digital assets instantly without friction.",
    "heading1": "Cryptocurrency Software Products",
    "heading2": "Cryptocurrency Consulting / R&amp;D",
    "heading3": "Other System Developments / Consulting",
    "company_name_content": "Fressets, Inc.",
    "address_abbr": "Bunkyo-ku, Tokyo, Japan",
    "company_name": "Company Name",
    "member1_title": "CEO, President",
	"member1_name": "Masahiko Hyuga",
	"member1_bio": "<p>Hyuga entered the University of Tokyo in April 2008, and graduated from the department of physics,faculty of science in March 2012. He advanced to his Masters degree from the same in thermodynamics and statistical mechanics of long-range interaction systems. He encountered Bitcoin while he was a doctoral student in the University of Tokyo itself. Gradually , he developed interest in this field due to its theoretical novelty and innovation.</p><p>From January 2014, he started developing and operating exchanges of \"Monacoin\" (the first fork of bitcoin(altcoin)), in Japan. He independently designed and developed various services such as mining pool, wallets, etc. Later, with the expansion of business he established Janom, LLC. which engaged in technical consultation,system development and cryptocurrency development. The primary services and activities are as follows.</p><p><h4>Coin Gift</h4><p>EC service which accepts bitcoin payment for the sales of gift certificates and various bitcoin related goods(hardware wallets, stickers , etc)</p><h4>Coin tip</h4><p>A service that allows you to remit bitcoins on Twitter. It can be used for sending a small tip to a celebrity, paying a split bill, etc. (* Collaborative project with CERES, Inc.)</p><h4>Blockchain Daigakko</h4><p>Blockchain and bitcoin lectures for human resource development.</p><h4>Sobit</h4><p>A service that allows recharge of prepaid type mobile phones using bitcoin. It enables substantial remittances transfer to 137 countries around the world and to developing countries where financial infrastructure is not yet developed. (Collaborative project with CERES, Inc.)</p><h4>Crptocurrency Study Society</h4><p>Establishment and operation of a bitcoin related technical study group (meetings held twice a month).</p>",
	"member2_title": "Director",
	"member2_name": "Kunihiko Yogo",
    "member2_bio": "<p>Yogo completed his masters degree in The University of Tokyo followed by MBA in Dartmouth college, USA. After working in Science and Technology Agency Nuclear Power Bureau MITI Trade Policy Bureau,as a management cunsultant in McKinsey & Company ,he has been engaged in strategy planning and corporate restructuring projects for many companies.</p><p>He then served as co-CEO of Hikari Tsushin, Inc., Executive Officer of Industrial Revitalization Organization, Chairman of the board and CEO of Kanebo Cosmetics Inc., and was involved in corporate reconstruction and rehabilitation of all the same.</p><p>Since April 2008, he has been a professor at the Graduate school of business and breakthrough for Corporate restructuring (Current post). In 2014, he joined the establishment of the business incubation center of the graduate school, and focused on nurturing entrepreneurs (current center director). He also worked as Osaka prefecture's(Osaka city) special adviser under the Mayor of Osaka from February 2012 to March 2016.</p>",
    "service_title": "Services",
    "service_desc": "We focus on Bitcoin / Cryptocurrency / Blockchain.",
    "service_title1": "software development",
    "service_title2": "research and development",
    "service_title3": "social infrastructures building",
    "service_name1": "Development and provision of cryptocurrency wallet systems.",
    "service_name2": "R&D in the emerging technology of cryptocurrency and blockchain along with the practical application of the same.",
    "service_name3": "To build technological, social infrastructures based on the framework of cryptocurrency.",
    "address_title": "Address / Map",
    "address_content": "Postal Code: 113-0001<br>5F, Kobayashi Bldg, 1-31-9, Hakusan, Bunkyo-ku, Tokyo, Japan"
}