{
	"title": "Members",
	"member1_title": "CEO, President",
	"member1_name": "Masahiko Hyuga",
	"company_name_content": "Fressets, Inc.",
	"address_abbr": "Bunkyo-ku, Tokyo, Japan",
	"member1_bio": "<p class='mb-2'>Mr Yogo, as Professor at Kenichi Ohmae Graduate School of Business, is a specialist in corporate reorganization and revitalization. Most recently he was Special Economic Advisor to the Mayor of Osaka City and Governor of Osaka Prefecture. Prior to that, he was CEO of Aruze Corporation (JASDAQ: 6425). As MD of the Industrial Revitalization Corporation of Japan (IRCJ), he was appointed Chairman & CEO of Kanebo Cosmetics Inc. during IRCJ’s rescue of the parent firm. Previously, Mr. Yogo was Co-CEO during the restructuring of Hikari Tsushin Inc. (TSE: 9435), the largest reseller of cellular-phones in Japan, turning the company around within two years.</p><p class='mb-2'>Prior to joining Hikari Tsushin Inc., Mr. Yogo had a distinguished career in business consulting and government.  He held a number of senior positions in the Japanese national government, both in the Science and Technology Agency and in the Ministry of International Trade and Industry (MITI).  In 1991, he joined the Tokyo office of McKinsey & Company, Inc. where he served companies in a wide spectrum of industries, including industrial and consumer electronics, multimedia, computer and telecommunications. </p><p class='mb-2'>Mr. Yogo earned a Bachelor and Masters Degree in Mechanical Engineering from Tokyo University.  He also obtained an MBA from the Amos Tuck School of Business Administration at Dartmouth College in the United States.</p>",
	"member2_title": "Director, ",
	"member2_name": "Kunihiko Yogo",
	"member2_bio": "<p class='mb-2'>Yogo completed his masters degree in The University of Tokyo followed by MBA in Dartmouth college, USA. After working in Science and Technology Agency Nuclear Power Bureau MITI Trade Policy Bureau,as a management cunsultant in McKinsey & Company ,he has been engaged in strategy planning and corporate restructuring projects for many companies.</p><p class='mb-2'>He then served as co-CEO of Hikari Tsushin, Inc., Executive Officer of Industrial Revitalization Organization, Chairman of the board and CEO of Kanebo Cosmetics Inc., and was involved in corporate reconstruction and rehabilitation of all the same.</p><p class='mb-2'>Since April 2008, he has been a professor at the Graduate school of business and breakthrough for Corporate restructuring (Current post). In 2014, he joined the establishment of the business incubation center of the graduate school, and focused on nurturing entrepreneurs (current center director). He also worked as Osaka prefecture's(Osaka city) special adviser under the Mayor of Osaka from February 2012 to March 2016.</p>"
}


