{
    "title": "Members",
    "member1_title": "CEO, President",
    "member1_name": "Masahiko Hyuga",
    "company_name_content": "Fressets, Inc.",
    "address_abbr": "Bunkyo-ku, Tokyo, Japan",
    "member1_bio": "<p class='mb-2'>April 2008 – March 2012, Tokyo University, passed the exam of the Natural Sciences I and then graduated the Department of Physics, Science Faculty. Got the master's degree of Research on Thermodynamics / Statistical Mechanics Properties of Long-Range Interaction Systems, from Tokyo University.</p><p class='mb-2'>During the studying of the Ph.D in Tokyo University, met the blockchain technology and Bitcoin, and started to research about them more and more.</p><p class='mb-2'>Developed and operated the trading broker for Monacoin, which is the first Bitcoin clone in Japan released in January 2014. Since that time, design and develop various services such as mining pool and wallet by himself. After that, because of the business expanding, established the joined company Genome, and works as CEO. Followings are the providing services, relating to the blockchain technology and crypto currencies;</p><h4>Coin Gift</h4><p class="mb-2">EC service, which allow the settlement by Bitcoin. Provide the gift vouchers, the hard wear wallet, the stickers and etc.</p><h4>CoinTip</h4><p class="mb-2">The service that can send Bitcoin on Twitter. It can be used for sending a small tip to the celebrities, also useful for the split a bill among the friends. (Note: Developed with Ceres Inc.)</p><h4>The lecture of Blockchain Daigakko Ltd.</h4><p class="mb-2">Human resource development for the blockchain technology.</p><h4>Sobit</h4><p class="mb-2">The service for the prepaid charge mobilephone, that can charge in Bitcoin. It will be able to substantially transfer remittances to 137 countries around the world and to developing countries where financial infrastructure is not well developed. (Note: Developed with Ceres Inc.)</p><h4>Reading Crypto currency</h4><p class="mb-2">Founded and operating for the study session for the blockchain and bitcoin things. (Twice in a month)</p>",
    "member2_title": "Director, ",
    "member2_name": "Kunihiko Yogo",
    "member2_bio": "<p class='mb-2'>Master degree of Faculty of Engineering from Tokyo University, MBA from Dartmouth College. Worked in the department of Nuclear power of Science and Technology Agency of Japan and Ministry of International Trade and Industry Trade Policy Bureau of Japan, then became a consultant of McKinsey & Company, Inc. for the strategy planning and organization reform project.</p><p class='mb-2'>After that, experienced ce-CEO of the HIKARI TSUSHIN, INC., Executive officer of Industrial Revitalization Corporation of Japan, and involved in business restructuring and management revitalization of Kanebo Cosmetics Inc. as Chairman and CEO.</p><p class='mb-2'>Since April 2008 till now, teach Corporate Revitalization as the professor in Business Breakthrough University (BBT University). Since 2014, established Business Incubation Center of BBT University, and works as the Director of this center now. From February 2012 to March 2016, worked as Special Advisor of Osaka city, under the Mayor Hashimoto.</p>"
}
